Repository: MeleshinAlexey/FishQuestgame
Catalog: *.lproj/Localizable.strings
Languages: it

# settings.title
source: Settings
it: Impostazioni

# settings.language
source: Language
it: Lingua

# settings.music
source: Music
it: Musica

# settings.sounds
source: Sounds
it: Suoni

# menu.play
source: PLAY
it: GIOCA

# menu.achieve
source: Achieve
it: Obiettivi

# menu.settings
source: Settings
it: Impostazioni

# menu.quests
source: Quests
it: Missioni

# quests.title
source: Quests
it: Missioni

# quests.day1
source: Day 1 Reward
it: Giorno 1 Ricompensa

# quests.day2
source: Day 2 Reward
it: Giorno 2 Ricompensa

# quests.day3
source: Day 3 Reward
it: Giorno 3 Ricompensa

# quests.day4
source: Day 4 Reward
it: Giorno 4 Ricompensa

# quests.day5
source: Day 5 Reward
it: Giorno 5 Ricompensa

# achievements.title
source: Achieve
it: Obiettivi

# achievements.destroy100
source: Destroy 100 hamsters
it: Distruggi 100 criceti

# achievements.destroy200
source: Destroy 200 hamsters
it: Distruggi 200 criceti

# achievements.collect25000
source: Collect 25,000 coins
it: Raccogli 25.000 monete

# achievements.destroy1000
source: Destroy 1,000 hamsters
it: Distruggi 1.000 criceti

# achievements.play100WithFriend
source: Play 100 matches with a friend
it: Gioca 100 partite con un amico

# mode.title
source: Mode
it: Modalit√†

# mode.player1
source: Player 1
it: Giocatore 1

# mode.player2
source: Player 2
it: Giocatore 2

# mode.name
source: Name
it: Nome

# mode.enter_name
source: Enter name
it: Inserisci nome

# mode.vs_friend
source: VS FRIEND
it: VS AMICO

# mode.add
source: Add
it: Aggiungi

# mode.player1_default
source: Player 1
it: Giocatore 1

# mode.player2_default
source: Player 2
it: Giocatore 2

# common.draw
source: Draw
it: Pareggio

# common.play
source: PLAY
it: GIOCA

# common.win
source: WIN
it: VINCI

# common.lose
source: LOSE
it: PERDI

# common.next
source: Next
it: Avanti

# menu.logo
source: Fish Quest Game
it: Gioco Fish Quest
